<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Default Message
	|--------------------------------------------------------------------------
	*/
	'default' => [
		'success' => '정상 전송 하였습니다.',
		'do_success' => '정상 처리 하였습니다.',
		'error' => '처리중 문제가 발생했습니다.',
	],

	'success' => [
		'registed' => '정상 등록 하였습니다. 이메일 인증을 진행해 주세요.',
    ],

	'error' => [
		'normal' => '',
    ],

    'exits' => [
        'user' => '존재 하지 않은 사용자 입니다.',
        'data' => '데이터가 존재 하지 않습니다.',
    ],

    'exits_value' => [
        'user' => '사용자 정보가 없습니다.',
        'post' => '포스트가 존재 하지 않습니다.'
    ],
];
